Revit 2024 API
ParameterTypeId.ToposolidSubdivideHeignt Property
 "Sub-divide Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ToposolidSubdivideHeignt { get; }
Visual Basic
Public Shared ReadOnly Property ToposolidSubdivideHeignt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ToposolidSubdivideHeignt {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace